inflowPosition/Blasius_0/upwind/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            outlet;
        nFaces          100;
        startFace       5273;
        faces           ( ( 8 10 11 9 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          27;
        startFace       5373;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          27;
        startFace       5400;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          100;
        startFace       5427;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          5400;
        startFace       5527;
    }
)

// ************************************************************************* //
